INSERT INTO SUBJECT (subjectName,classHour,gradeId)
VALUE ('Logic Java','220','1');

INSERT INTO SUBJECT (subjectName,classHour,gradeId)
VALUE ('HTML','160','1');

INSERT INTO SUBJECT (subjectName,classHour,gradeId)
VALUE ('Java OOP','230','2');

INSERT INTO student (studentNo,loginPad,studentName,sex,gradeID,phone,address,bornDate,email,identityCard)
VALUE ('10000','123','郭靖','男','1','13645667783','天津市河西区','1990-09-08 00:00:00',NULL,NULL),
('10001','123','李文才','男','1','13645667890','地址不详','1994-04-12 00:00:00',NULL,NULL),
('10002','123','李斯文','男','1','13645556793','河南洛阳','1993-07-23 00:00:00',NULL,NULL),
('10003','123','张萍','女','1','13642345112','地址不详','1995-06-10 00:00:00',NULL,NULL),
('10004','123','韩秋洁','女','1','13812344566','北京市海淀区','1995-07-15 00:00:00',NULL,NULL),
('10005','123','张秋丽','女','1','13567893246','北京市东城区','1994-01-17 00:00:00',NULL,NULL),
('10006','123','肖梅','女','1','13563456721','河北省石家庄市','1991-02-17 00:00:00',NULL,NULL),
('10007','123','秦洋','男','1','13056434411','上海市卢湾区','1992-04-18 00:00:00',NULL,NULL),
('10008','123','何睛睛','女','1','13053445221','广州市天河区','1997-07-23 00:00:00',NULL,NULL),
('20000','123','王宝宝','男','2','15076552323','地址不详','1996-06-05 00:00:00',NULL,NULL),
('20010','123','何小华','女','2','13318877954','地址不详','1995-09-10 00:00:00',NULL,NULL),
('30011','123','陈志强','男','3','13689965430','地址不详','1994-09-27 00:00:00',NULL,NULL),
('30012','123','李露露','女','3','13685678854','地址不详','1992-09-27 00:00:00',NULL,NULL);